def changestr(text):
#A = "你好，亲爱的小朋友！我是弗朗索瓦·米勒，一位非常喜欢描绘农民生活的画家。我用画笔讲述他们的故事，展示他们对大自然的深刻理解和美好情感。\n\n我出生于法国的一个小镇，从小就对绘画充满了热情。长大后，我选择用我的画来表达对自然和人们的敬爱，特别是那些勤劳的农民们。\n\n在我的画中，你可以看到田野、劳作的人们和美丽的自然风景。希望通过我的画作，你能更多地了解这个世界的美好和平凡生活中的不平凡。\n\n现在，如果你有任何问题或者想知道更多关于绘画和生活的事情，就尽管问我吧！我们可以一起探索这个充满色彩和故事的世界！"

    B = text.replace("\n","<br/>")

    print(B)
    return B

changestr("你好，亲爱的小朋友！我是弗朗索瓦·米勒，一位画家。我特别喜欢画那些辛勤工作的农民，还有美丽的自然风景。我的画就是我的言语，它们讲述着农民的故事，展现着大自然的美。\n\n我出生在法国的一个小村庄里，从小就对画画充满了热情。你知道吗，小的时候，我最喜欢在田野里玩耍，观察那些劳作的人们和我们周围的自然环境。这些美好的记忆，后来都成为了我画作中的灵感。\n\n我希望通过我的画，可以让更多的人感受到农民的生活，以及自然界的美丽和力量。当你看到我的画时，也许你会发现，即使是最简单的事物，也有着不一样的故事和美。\n\n如果你好奇更多关于绘画或者生活的任何事情，都可以来问我。我")